datasets/benchmark-results/zuver/201811181747/wordpress-results-zuver-5-201811181747.log
Running 1m test @ http://bleg.id-rsa.pub/wordpress/
  1 threads and 5 connections
  Thread calibration: mean lat.: 241.151ms, rate sampling interval: 386ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   150.74ms   25.07ms 206.46ms   76.40%
    Req/Sec     4.65      5.58    12.00     68.22%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%  157.44ms
 75.000%  165.63ms
 90.000%  172.54ms
 99.000%  189.18ms
 99.900%  206.59ms
 99.990%  206.59ms
 99.999%  206.59ms
100.000%  206.59ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      52.735     0.000000            1         1.00
     106.687     0.100000           25         1.11
     145.279     0.200000           50         1.25
     152.063     0.300000           75         1.43
     155.135     0.400000          100         1.67
     157.439     0.500000          127         2.00
     158.591     0.550000          138         2.22
     159.999     0.600000          150         2.50
     161.663     0.650000          163         2.86
     163.455     0.700000          175         3.33
     165.631     0.750000          190         4.00
     166.399     0.775000          195         4.44
     167.423     0.800000          200         5.00
     168.191     0.825000          208         5.71
     169.343     0.850000          213         6.67
     171.263     0.875000          219         8.00
     172.031     0.887500          222         8.89
     172.543     0.900000          225        10.00
     173.055     0.912500          229        11.43
     174.079     0.925000          232        13.33
     175.359     0.937500          235        16.00
     175.999     0.943750          236        17.78
     177.407     0.950000          238        20.00
     178.175     0.956250          240        22.86
     178.815     0.962500          241        26.67
     180.095     0.968750          243        32.00
     180.095     0.971875          243        35.56
     180.351     0.975000          244        40.00
     180.735     0.978125          245        45.71
     181.375     0.981250          246        53.33
     188.031     0.984375          247        64.00
     188.031     0.985938          247        71.11
     188.031     0.987500          247        80.00
     189.183     0.989062          248        91.43
     189.183     0.990625          248       106.67
     195.583     0.992188          249       128.00
     195.583     0.992969          249       142.22
     195.583     0.993750          249       160.00
     195.583     0.994531          249       182.86
     195.583     0.995313          249       213.33
     206.591     0.996094          250       256.00
     206.591     1.000000          250          inf
#[Mean    =      150.742, StdDeviation   =       25.072]
#[Max     =      206.464, Total count    =          250]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  300 requests in 1.00m, 15.47MB read
Requests/sec:      5.00
Transfer/sec:    263.84KB